{
  "keywords": [
    {
      "name": "Fly",
      "description": "This unit can ignore other models (excluding Aircraft) and terrain when moving, and can Fall Back over enemy models."
    },
    {
      "name": "Lone Operative",
      "description": "Unless this model is an Aircraft, it can only be targeted by ranged attacks if the attacking model is within 12 inches."
    },
    {
      "name": "Infiltrators",
      "description": "This unit can be set up anywhere on the battlefield that is more than 9 inches from the enemy deployment zone and any enemy models."
    },
    {
      "name": "Leader",
      "description": "This unit can be attached to another unit to form a single combined unit, gaining its abilities."
    },
    {
      "name": "Rapid Deployment",
      "description": "Units with this keyword are designed for rapid redeployment, often allowing for special setup rules or movement."
    },
    {
      "name": "Scout X",
      "description": "Before the first turn, this unit can make a Normal Move up to X inches."
    },
    {
      "name": "Stealth",
      "description": "Each time a ranged attack targets this unit, the attacking model's Hit roll suffers a -1 penalty."
    },
    {
      "name": "Character",
      "description": "A single model unit, often with special abilities, and typically eligible to be a Leader."
    },
    {
      "name": "Chaos",
      "description": "A Faction Keyword representing forces aligned with the Ruinous Powers."
    },
    {
      "name": "Daemon",
      "description": "A Faction Keyword representing creatures from the Warp."
    },
    {
      "name": "Infantry",
      "description": "A unit composed of individual foot soldiers, typically able to move through terrain easily."
    },
    {
      "name": "Grenades",
      "description": "This unit can make a Grenade attack once per battle during its controlling player's Shooting phase."
    },
    {
      "name": "Beast",
      "description": "A unit type representing non-humanoid creatures, often with fast movement."
    },
    {
      "name": "Psyker",
      "description": "A model capable of wielding psychic powers, often gaining special abilities or attacks."
    },
    {
      "name": "Epic Hero",
      "description": "A unique, named Character with powerful abilities, only one of each Epic Hero can be included in an army."
    },
    {
      "name": "Primarch",
      "description": "A Faction Keyword representing the powerful, legendary leaders of the Space Marine Legions or Daemon Primarchs."
    },
    {
      "name": "Battle Line",
      "description": "These units represent the core of an army and can often be taken in larger numbers or fulfill specific detachment requirements."
    },
    {
      "name": "Vehicle",
      "description": "A unit type representing tanks, walkers, and other armored conveyances."
    },
    {
      "name": "Transport",
      "description": "A unit capable of carrying other units within it."
    },
    {
      "name": "Smoke",
      "description": "A unit with this ability can use the Smoke (Aura) stratagem without spending a CP, providing a -1 to hit for ranged attacks against it."
    },
    {
      "name": "Aircraft",
      "description": "A unit that represents a flying vehicle, often with unique movement and targeting rules."
    },
    {
      "name": "Walker",
      "description": "A unit type representing bipedal or multi-legged combat machines."
    },
    {
      "name": "Dedicated Transport",
      "description": "A Transport unit that can only carry specific units, often linked to the unit's Faction Keyword."
    },
    {
      "name": "Summoned",
      "description": "Units that are brought onto the battlefield during the game, rather than being deployed at the start."
    },
    {
      "name": "Mounted",
      "description": "A unit representing a model on a mount, often with enhanced movement."
    },
    {
      "name": "Imperium",
      "description": "A Faction Keyword representing the various human and allied forces of the Imperium of Man."
    },
    {
      "name": "Jump Pack",
      "description": "A unit equipped with a jump pack, granting enhanced movement and the ability to ignore terrain."
    },
    {
      "name": "Battlesuit",
      "description": "A unit representing an armored power suit, often with unique weapon and movement capabilities."
    },
    {
      "name": "Assault",
      "description": "Can be shot after advancing."
    },
    {
      "name": "Deadly Demise X",
      "description": "When this model is destroyed, roll one D6. On a 6, each unit within 6\" suffers 'x' mortal wounds."
    },
    {
      "name": "Fights First",
      "description": "If this unit is involved in a combat, it fights before any enemy units that do not have a 'Fights First' ability, even if they charged."
    },
    {
      "name": "Firing Deck X",
      "description": "When this Transport unit is chosen to shoot, up to X models embarked within it can also shoot as if they were not embarked."
    },
    {
      "name": "Heavy",
      "description": "If this weapon is fired by a stationary model, its Hit roll is improved by 1."
    }
  ]
}
